/* No comment provided by engineer. */
"%.1fG" = "%.1fG";

/* No comment provided by engineer. */
"%.1fK" = "%.1fK";

/* No comment provided by engineer. */
"%.1fM" = "%.1fM";

/* No comment provided by engineer. */
"< 1K" = "< 1K";

/* Title of the dialog that appears when dragging to a file that already exists in the Finder */
"A file already exists with this name." = "Der findes allerede en fil med det navn.";

/* Explanation text for the dialog that appears when dragging a file to a location where a file with the same name already exists. */
"A file named \\U201C%@\\U201D already exists in \\U201C%@\\U201D. You can choose to use a unique name for the new file, replace the old file, or cancel the drop." = "En fil ved navn “%1$@” eksistere allerede i “%2$@”. Du kan vælge at bruge et unikt navn til den nye fil, overskrive den gamle, eller annullere overførslen.";

/* No comment provided by engineer. */
"A new version of teleport is available!" = "En ny version af Teleport er tilgængelig!";

/* No comment provided by engineer. */
"Accept" = "Accepter";

/* No comment provided by engineer. */
"Accept and Reject Others" = "Accepter og afvis andre";

/* Trust request dialog */
"Asking host \\U201C%@\\U201D for trust" = "Beder vært “%@” om at blive betroet";

/* Text in dialog about accessibility */
"Assistive Device" = "Assisterende enheder";

/* No comment provided by engineer. */
"Betatester!" = "Betatester!";

/* No comment provided by engineer. */
"Build %@" = "Build %@";

/* Generic cancel button in dialog */
"Cancel" = "Annuller";

/* Title in certificate selection panel */
"Choose certificate" = "Vælg certifikat";

/* No comment provided by engineer. */
"Configure\\U2026" = "Konfigurer…";

/* Title for connection failure */
"Connection to \\U201C%@\\U201D failed." = "Forbindelse til “%@” mislykkedes.";

/* No comment provided by engineer. */
"controlled by %@" = "kontrolleres af %@";

/* No comment provided by engineer. */
"controlling %@" = "kontrollere %@";

/* Button in dialog */
"Deactivate teleport" = "Deaktivere teleport";

/* No comment provided by engineer. */
"Delete pairing" = "Slet parring";

/* Button title */
"Disable Encryption" = "Slå kryptering fra";

/* Text in dialog about accessibility */
"Disabled access for assistive devices" = "Slå adgang for assisterende enheder fra";

/* No comment provided by engineer. */
"Don't show again" = "Vis ikke igen";

/* No comment provided by engineer. */
"Drag & Drop files" = "Træk og slip filer";

/* Button title */
"Enable" = "Aktivér";

/* Text in dialog for certificate missing error */
"Encryption requires a certificate" = "Kryptering kræver et certifikat";

/* No comment provided by engineer. */
"File not sent" = "Fil ikke sendt";

/* No comment provided by engineer. */
"File sent (%@)" = "Fil sendt (%@)";

/* Title for control failure */
"Host \\U201C%@\\U201D rejected control." = "Vært “%@” afbrød kontrol.";

/* Reason for trust failure */
"Host not accepting any more trusted hosts." = "Der accepteres ikke flere betroede værter.";

/* Reason for control failure */
"Host not controllable." = "Vært ikke kontrollerbar.";

/* Reason for control failure */
"Host not trusted." = "Vært ikke betroet.";

/* Explanation in dialog for certificate missing error */
"In order to activate encryption, teleport needs a valid certificate, but couldn't find one in your Keychain.\nYou'll need to create a certificate and re-activate encryption. Note that the certificate algorithm and key size must match between the server and the clients.\n\nWould you like to launch Certificate Assistant to create a new self-signed certificate?\nRecommended settings: RSA 1024 bits, all others to default values." = "For at aktivere kryptering, kræver teleport et certifikat, men kunne intet finde i din nøglering. \nDu skal lave et certifikat og genaktivere kryptering. Vær opmærksom på at algoritmen og nøgle størrelsen mellllem serveren og klienten skal passe.\n\nVil du starte Certifikat Assistenten og oprette et selvunderskrevet certifikat?\nAnbefalede indstillinger: RSA 1024 bits, lad alt andet stå.";

/* Button title */
"Launch Assistant" = "Start assistent";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"No shared Mac found on local network. Please check \\U201CShare this Mac\\U201D on the Macs you want to control." = "Ingen delte Macs fundet. Afkryds venligst “Del denne Mac” på de Macs du ønsker at styre.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pasteboard not sent" = "Udklipsholder ikke sendt";

/* No comment provided by engineer. */
"Pasteboard sent (%@)" = "Udklipsholder sendt (%@)";

/* Button title */
"Re-enable" = "Genaktiver";

/* No comment provided by engineer. */
"Reject" = "Afslå";

/* Replace button to replace an existing file. */
"Replace" = "Erstat";

/* No comment provided by engineer. */
"Screen %d - %.0fx%.0f" = "Skærm %1$d - %2$.0fx%3$.0f";

/* No comment provided by engineer. */
"Screen to share" = "Skærm der skal deles.";

/* Informative text in certificate selection panel */
"Select the certificate to be used for encryption. It must have the same encryption algorithm as the one used on the other Macs." = "Vælg det certifikat der skal bruges til kryptering. Det skal have samme krypterings algoritme som det der er brugt på de andre Macs.";

/* No comment provided by engineer. */
"Share this Mac" = "Del denne Mac";

/* No comment provided by engineer. */
"Synchronize pasteboard" = "Synkroniser udklipsholder";

/* No comment provided by engineer. */
"teleport %@ is now available.\n%@\n\nWould you like to download the new version now?" = "teleport %1$@ er tilgængelig.\n%2$@\n\nVil du downloade den nye version nu?";

/* No comment provided by engineer. */
"teleport is up-to-date." = "teleport er fuldt opdateret.";

/* Explanation in dialog for accessibility */
"The access for assistive devices has been disabled although teleport needs this to operate.\n\nWould you like to re-enable it now or deactivate teleport?" = "Adgangen for assisterende enheder er blevet slået fra, selvom teleport skal bruge det for at fungere.\n\nØnsker du at genaktivere det nu, eller at slå teleport fra?";

/* No comment provided by engineer. */
"The computer you tried to control rejected your request. You should try on a computer you own." = "Computeren du prøvede at kontrollere afslog din forespørgsel. Du skulle prøve en computer du selv ejer.";

/* Title for trust failure */
"The host \\U201C%@\\U201D rejected your trust request." = "Værten “%@” afslog din forespørgsel.";

/* No comment provided by engineer. */
"The host has probably removed this Mac from its trusted hosts list. Do you want to ask for trust again?" = "Værten fjernede sikkert denne Mac fra sin liste over betroede computere. Vil du bede om genetablering?";

/* Invalid protocol error message */
"The Mac you tried to control is using teleport protocol v%d, but you're using v%d." = "Den Mac du prøvede at kontrollere bruger teleport protokol v%1$d, men du bruger v%2$d.";

/* No comment provided by engineer. */
"The server may be down, or an encryption problem may have occured. If encryption is enabled, please check that the certificate algorithms match." = "Serveren er måske nede, eller også er der opstået et krypterings problem. Hvis kryptering er slået til, kontroller så venligst at certifikat algoritmen passer.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. All keystrokes and transfers will be encrypted with this host.\nIf you didn't request the control, you should Reject it." = "Dette vil tillade den forespørgende vært at tage kontrol over dit tastatur og din mus. Alt kommunikation vil blive krypteret.\nHvis du ikke bad om dette, bør du afslå.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. Warning: the keystrokes and transfers will be sent clear on your network. You should enable encryption on both Macs to encrypt these.\nIf you didn't request the control, you should Reject it." = "Dette vil tillade den forespørgende vært at tage kontrol over dit tastatur og din mus. Kommunikationen vil ikke blive krypteret, ønsker du dette, slå da kryptering til på begge Macs.\nHvis du ikke bad om dette, bør du afslå.";

/* teleport trust request title - certified version */
"Trust request from certified host \\U201C%@\\U201D." = "Tillad forespørgsel fra certifikeret vært “%@”.";

/* teleport trust request title - uncertified version */
"Trust request from uncertified host \\U201C%@\\U201D." = "Tillad forespørgsel fra ucertificeret vært “%@”.";

/* Unique button in dialog, to make a unique name of an existing filename */
"Unique" = "Unik";

/* Address of unknown trusted host */
"unknown address" = "ukendt adresse";

/* Name of unknown trusted host */
"unknown name" = "ukendt navn";

/* Name for unamed server */
"unnamed" = "unavngivet";

/* Reason for trust failure */
"User rejected your trust request." = "Bruger afslog din forespørgsel.";

/* Invalid protocol error title */
"Wrong protocol version" = "Forkert protokol version";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You have the most recent version of teleport." = "Du har den nyeste version af teleport.";

/* Explanation in dialog for accessibility */
"You must enable access for assistive devices to activate teleport. You may need administrator privileges to do this.\n\nWould you like to enable this now?" = "Du skal aktivere adgang for assisterende enheder for at aktivere teleport. Du skal måske bruge administrator rettigheder for at gøre dette.\n\nVil du slå dette til nu?";

/* Trust request message */
"You should now grant the trust on your other Mac." = "Du skal nu acceptere forespørgslen på din anden Mac.";

/* No comment provided by engineer. */
"Your build (%d) is newer than the latest available (%d), so you must be a betatester. Congratulations!" = "Dit build (%1$d) er nyere en den seneste version tilgængelig (%2$d), så du må være en betatester. Tillykke!";

/* No comment provided by engineer. */
"zero" = "Nul";

